Repository: smg6511/flexo-archives-widget
Catalog: lang/flexo-archives-widget_*.po
Languages: nl_nl

source: Archives
nl_nl: Archief

source: Flexo Archives Advanced Options
nl_nl: Flexo Archives Geavanceerde opties

source: You do not have sufficient priveleges to access this page.
nl_nl: U heeft niet voldoende rechten om deze pagina te bekijken.

source: Advanced Flexo Archives Options
nl_nl: Flexo Archives instellingen

source: Global Options
nl_nl: Globale opties

source: animate collapsing and expanding lists
nl_nl: Animeer in- en uitklappen van lijsten

source: add rel="nofollow" to links
nl_nl: Voeg rel="nofollow" aan banden

source: The following options are only relevant to users who cannot use or do not want to use the sidebar widget. If you are using the widget, then you should ignore the following settings.
nl_nl: Deze instellingen zijn alleen relevant voor gebruikers die geen gebruik willen maken van de sidebar. Als je deze widget wel gebruikt, moet je de volgende instellingen negeren.

source: To use the standalone version of the archives, check the "enable standalone theme function" box below, and then add the following code your theme where you want the expandable archive lists to be:
nl_nl: Om de manuele versie van de Flexo Archives te gebruiken, bekijk dan "enable standalone theme function" in het veld hieronder, en voeg de volgende code toe aan het thema waar je wilt dat de Flexo Archives word getoond:

source: The code will output the nested archive lists into the HTML at that point in the theme. JavaScript automatically attached to the pages generated by WordPress will make the lists expand and collapse.
nl_nl: Deze code zal de genestelde archieven tonen in HTML op die plaats in jouw thema. Javascript die automatisch toegevoegd is aan de pagina's gegenereerd door Wordpress zal de lijsten laten uit- en inklappen.

source: Standalone Function Options
nl_nl: Manuele Flexo Archives instellingen

source: enable standalone theme function
nl_nl: Activeer manuele optie

source: include post counts in lists
nl_nl: Voeg het nummer van hoeveel posts toe in de lijst

source: Submit
nl_nl: Voeg toe

source: Title:
nl_nl: Titel:

source: Show post counts
nl_nl: Toon aantal posts

source: Year %s archives
nl_nl: Jaar %s archief

source: Database query unexpectedly failed.
nl_nl: Database query is mislukt.

source: ERROR:
nl_nl: FOUTMELDING:

source: Your archives as an expandable list of years
nl_nl: Jouw archieven als een uitklapbare lijst van jaren
